{"id":28534,"title":"[Changes to Schizophrenia Spectrum and other psychotic disorders in DSM-5].","abstract":"Es wird eine Übersicht über die hauptsächlichen Änderungen des Kapitels «Schizophrenie-Spektrum und andere psychotische Störungen» von DSM-IV-TR zu DSM-5 gegeben, in dem erneut etwaigen Besonderheiten von Kindern und Jugendlichen nicht Rechnung getragen wird. Diese umfassen im Haupttext den Verzicht auf die klassischen Subtypen der Schizophrenie sowie die Aufgabe des besonderen Stellenwerts der Schneider’schen Erstrangsymptome und damit verbunden die Forderung von mindestens zwei Leitsymptomen (obligatorisch mindestens ein Positivsymptom) bei der Schizophrenie sowie Zulassung bizarrer Wahninhalte auch bei Wahnhaften Störungen. Neu sind zudem die Kodierung wahnhafter Zwangs-/Körperdysmorpher Störungen ausschließlich unter den Zwangsstörungen, die Präzisierung affektiver Episoden bei der Schizoaffektiven Störung und die Einführung einer eigenen Sektion «Katatonie» zur Beschreibung katatoner Symptome innerhalb verschiedendster Krankheitsbilder. In der Sektion III (Aufkommende Messmittel und Modelle) findet sich zudem der Vorschlag einer dimensionalen Beschreibung von Psychosen. Verwirrend ist die doppelte Einführung eines «Attenuated Psychosis» Syndromes: zum einen vage umschrieben unter die «Anderen spezifizierten Schizophrenie-Spektrum und anderen psychotischen Störungen» im Haupttext, zum anderen klar definiert unter die «Bedingungen mit weiterem Forschungsbedarf» der Sektion III. Mit dieser nicht spezifizierten Aufnahme des Attenuated Psychosis Syndromes in den Haupttext ist einer befürchteten Überdiagnostizierung subschwelliger psychotischer Symptome und deren frühzeitiger psychopharmakologischer Behandlung nun doch Tür und Tor geöffnet.This article provides an overview of the main changes in the chapter \"Schizophrenia Spectrum and Other Psychotic Disorders\" from DSM-IV-TR to DSM-5, which, once again, does not make allowance for potential characteristics of children and adolescents. Changes in the main text include abandoning the classical subtypes of Schizophrenia as well as of the special significance of Schneider's first-rank symptoms, resulting in the general requirement of two key features (one having to be a positive symptom) in the definition of Schizophrenia and the allowance for bizarre contents in Delusional Disorders. Further introduced are the diagnosis of a delusional obsessive-compulsive/body dysmorphic disorder exclusively as Obsessive-Compulsive Disorder, the specification of affective episodes in Schizoaffective Disorder, and the formulation of a distinct subchapter \"Catatonia\" for the assessment of catatonic features in the context of several disorders. In Section III (Emerging Measures and Models) there is a recommendation for a dimensional description of psychoses. A likely source of confusion lies in the double introduction of an \"Attenuated Psychosis Syndrome.\" On the one hand, a vague description is provided among \"Other Specified Schizophrenia Spectrum and Other Psychotic Disorders\" in the main text; on the other hand, there is a precise definition in Section III as a \"Condition for Further Study.\" There is some cause to worry that this vague introduction of the attenuated psychosis syndrome in the main text might indeed open the floodgates to an overdiagnosis of subthreshold psychotic symptoms and their early pharmacological treatment. ","date":"2014-05-21","categories":"Chemically-Induced Disorders","split":"train","url":"http://www.ncbi.nlm.nih.gov/pubmed/24846868","annotations":[{"name":"Schizophrenia","weight":0.879203,"wikipedia_article":"http://en.wikipedia.org/wiki/Schizophrenia"},{"name":"Catatonia","weight":0.878472,"wikipedia_article":"http://en.wikipedia.org/wiki/Catatonia"},{"name":"Schizoaffective disorder","weight":0.829773,"wikipedia_article":"http://en.wikipedia.org/wiki/Schizoaffective_disorder"},{"name":"Delusion","weight":0.816331,"wikipedia_article":"http://en.wikipedia.org/wiki/Delusion"},{"name":"Pharmacology","weight":0.801843,"wikipedia_article":"http://en.wikipedia.org/wiki/Pharmacology"},{"name":"Mental confusion","weight":0.801843,"wikipedia_article":"http://en.wikipedia.org/wiki/Mental_confusion"},{"name":"Psychosis","weight":0.77333,"wikipedia_article":"http://en.wikipedia.org/wiki/Psychosis"},{"name":"Syndrome","weight":0.760203,"wikipedia_article":"http://en.wikipedia.org/wiki/Syndrome"},{"name":"Symptom","weight":0.72904,"wikipedia_article":"http://en.wikipedia.org/wiki/Symptom"},{"name":"Diagnostic and Statistical Manual of Mental Disorders","weight":0.692181,"wikipedia_article":"http://en.wikipedia.org/wiki/Diagnostic_and_Statistical_Manual_of_Mental_Disorders"},{"name":"Affect (psychology)","weight":0.678276,"wikipedia_article":"http://en.wikipedia.org/wiki/Affect_(psychology)"},{"name":"Adolescence","weight":0.670603,"wikipedia_article":"http://en.wikipedia.org/wiki/Adolescence"},{"name":"Diagnosis","weight":0.660386,"wikipedia_article":"http://en.wikipedia.org/wiki/Diagnosis"},{"name":"Disease","weight":0.637189,"wikipedia_article":"http://en.wikipedia.org/wiki/Disease"},{"name":"Therapy","weight":0.503867,"wikipedia_article":"http://en.wikipedia.org/wiki/Therapy"},{"name":"Vaccination","weight":0.304301,"wikipedia_article":"http://en.wikipedia.org/wiki/Vaccination"},{"name":"Nicotinic acetylcholine receptor","weight":0.142407,"wikipedia_article":"http://en.wikipedia.org/wiki/Nicotinic_acetylcholine_receptor"},{"name":"Clinical formulation","weight":0.127142,"wikipedia_article":"http://en.wikipedia.org/wiki/Clinical_formulation"},{"name":"Disorder (medicine)","weight":0.114039,"wikipedia_article":"http://en.wikipedia.org/wiki/Disorder_(medicine)"},{"name":"Nun","weight":0.113142,"wikipedia_article":"http://en.wikipedia.org/wiki/Nun"},{"name":"Psychological evaluation","weight":0.055809,"wikipedia_article":"http://en.wikipedia.org/wiki/Psychological_evaluation"},{"name":"Death","weight":0.0365852,"wikipedia_article":"http://en.wikipedia.org/wiki/Death"},{"name":"Dysmorphic feature","weight":0.0300804,"wikipedia_article":"http://en.wikipedia.org/wiki/Dysmorphic_feature"},{"name":"Overdiagnosis","weight":0.0297972,"wikipedia_article":"http://en.wikipedia.org/wiki/Overdiagnosis"},{"name":"Definition","weight":0.0248395,"wikipedia_article":"http://en.wikipedia.org/wiki/Definition"},{"name":"General officer","weight":0.0168623,"wikipedia_article":"http://en.wikipedia.org/wiki/General_officer"},{"name":"Classical music","weight":0.0168623,"wikipedia_article":"http://en.wikipedia.org/wiki/Classical_music"},{"name":"Spectrum","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Spectrum"}]}
