{"id":84140,"title":"[The role of genotype in the intergenerational transmission of experiences of childhood adversity].","abstract":"Die Prävalenz von Kindesmisshandlung und -missbrauch wird in Deutschland auf etwa 15 % geschätzt. Bisherige Forschungsergebnisse weisen zudem darauf hin, dass etwa ein Drittel der Personen mit belastenden Kindheitserlebnissen später wenig sensitiv auf die Bedürfnisse ihrer eigenen Kinder reagieren oder ein erhöhtes Misshandlungspotential aufweisen. Empirische Studien legen nahe, dass ein Teil der interindividuellen Unterschiede hinsichtlich der Reaktivität auf belastende Kindheitserlebnisse durch Gen-Umwelt-Interaktionen erklärt werden können. Im vorliegenden Artikel wird ein mögliches Zusammenspiel von Genen und Umwelt bei der Übertragung von Misshandlungsverhalten sowie (in)sensitivem Erziehungsverhalten dargestellt, aber auch vor dem Hintergrund der Probleme der aktuellen genetischen Forschung kritisch diskutiert. Hierzu werden ausgewählte Studien zu Gen-Umwelt-Interaktionen dargestellt und relevante Genpolymorphismen identifiziert. Zusammenfassend berichteten bisherige Studien vor allem Interaktionen zwischen negativen Kindheitserlebnissen und Genpolymorphismen der serotonergen und dopaminergen Systeme sowie der Oxytocin- und Vasopressin-Systeme bei der Vorhersage sozialer Verhaltensweisen in Eltern-Kind-Interaktionen. Die Ergebnisse weisen auf eine differentielle Sensitivität gegenüber negativen und positiven Umwelteinflüssen in Abhängigkeit bestimmter Genausprägungen hin. Zukünftige Forschungsarbeiten sollten daher Effekte vermeintlicher Risikogenvarianten der Kinder innerhalb negativer wie auch förderlicher Erziehungsumwelten untersuchen. Nur so kann ein näheres Verständnis zugrundeliegender Mechanismen der transgenerationalen Übertragung von Misshandlungspotential und Erziehungsverhalten erzielt und fälschliche Stigmatisierung vermieden werden.The prevalence of childhood abuse and maltreatment is estimated to lie at about 15% in the overall German population. Previous research suggested that about one third of all individuals who had experienced childhood adversity subsequently maltreated their own children or responded insensitively to their children's needs. Empirical studies imply that interindividual differences in the responsiveness to childhood adversity can partially be explained by gene-environment interactions. This article discusses the potential interplay of genes and environment in the context of transmitting maltreating behavior and (in)sensitive parenting against the background of current challenges in genetic research. Selected studies on gene × environment interactions are presented and relevant gene polymorphisms are identified. Overall, previous studies reported interactions between polymorphisms of the serotonergic, dopaminergic, oxytocin-related, and arginine vasopressin-related systems and childhood experiences of care and abuse in the prediction of social behaviors during mother-child interactions. The results indicate a differential susceptibility toward both negative and positive environments which is dependent on genetic characteristics. Future research should thus investigate the effects of children's presumed risk gene variants toward negative as well as positive parenting. This could contribute to a deeper understanding of the underlying mechanisms of the intergenerational transmission of abusive and beneficial parenting behavior and help to avoid false stigmatizations.","date":"2014-08-28","categories":"Pathological Conditions and Signs and Symptoms","split":"train","url":"http://www.ncbi.nlm.nih.gov/pubmed/25163997","annotations":[{"name":"Gene","weight":0.828792,"wikipedia_article":"http://en.wikipedia.org/wiki/Gene"},{"name":"Genotype","weight":0.797579,"wikipedia_article":"http://en.wikipedia.org/wiki/Genotype"},{"name":"Behavior","weight":0.781524,"wikipedia_article":"http://en.wikipedia.org/wiki/Behavior"},{"name":"Genetics","weight":0.701843,"wikipedia_article":"http://en.wikipedia.org/wiki/Genetics"},{"name":"Prevalence","weight":0.657726,"wikipedia_article":"http://en.wikipedia.org/wiki/Prevalence"},{"name":"Stress (biology)","weight":0.654651,"wikipedia_article":"http://en.wikipedia.org/wiki/Stress_(biology)"},{"name":"Polymorphism (biology)","weight":0.63546,"wikipedia_article":"http://en.wikipedia.org/wiki/Polymorphism_(biology)"},{"name":"Dopaminergic","weight":0.560932,"wikipedia_article":"http://en.wikipedia.org/wiki/Dopaminergic"},{"name":"Serotonergic","weight":0.549851,"wikipedia_article":"http://en.wikipedia.org/wiki/Serotonergic"},{"name":"Childhood","weight":0.460168,"wikipedia_article":"http://en.wikipedia.org/wiki/Childhood"},{"name":"Child abuse","weight":0.408292,"wikipedia_article":"http://en.wikipedia.org/wiki/Child_abuse"},{"name":"Research","weight":0.378888,"wikipedia_article":"http://en.wikipedia.org/wiki/Research"},{"name":"Oxytocin","weight":0.35085,"wikipedia_article":"http://en.wikipedia.org/wiki/Oxytocin"},{"name":"Parenting","weight":0.268507,"wikipedia_article":"http://en.wikipedia.org/wiki/Parenting"},{"name":"Empirical","weight":0.220576,"wikipedia_article":"http://en.wikipedia.org/wiki/Empirical"},{"name":"Arginine","weight":0.210579,"wikipedia_article":"http://en.wikipedia.org/wiki/Arginine"},{"name":"Natural environment","weight":0.209465,"wikipedia_article":"http://en.wikipedia.org/wiki/Natural_environment"},{"name":"Empiricism","weight":0.207031,"wikipedia_article":"http://en.wikipedia.org/wiki/Empiricism"},{"name":"Germany","weight":0.196706,"wikipedia_article":"http://en.wikipedia.org/wiki/Germany"},{"name":"Social","weight":0.168449,"wikipedia_article":"http://en.wikipedia.org/wiki/Social"},{"name":"Population","weight":0.146925,"wikipedia_article":"http://en.wikipedia.org/wiki/Population"},{"name":"Risk","weight":0.101782,"wikipedia_article":"http://en.wikipedia.org/wiki/Risk"},{"name":"Prediction","weight":0.0370044,"wikipedia_article":"http://en.wikipedia.org/wiki/Prediction"},{"name":"Abuse","weight":0.0326396,"wikipedia_article":"http://en.wikipedia.org/wiki/Abuse"},{"name":"Death","weight":0.0318009,"wikipedia_article":"http://en.wikipedia.org/wiki/Death"},{"name":"Child discipline","weight":0.0297972,"wikipedia_article":"http://en.wikipedia.org/wiki/Child_discipline"},{"name":"Germans","weight":0.0168623,"wikipedia_article":"http://en.wikipedia.org/wiki/Germans"},{"name":"Kindergarten","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Kindergarten"},{"name":"Transmission (medicine)","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Transmission_(medicine)"},{"name":"Umwelt","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Umwelt"}]}
