{"id":89933,"title":"Dislocation after the first and multiple revision total hip arthroplasty: comparison between acetabulum-only, femur-only and both component revision hip arthroplasty.","abstract":"Il arrive que la dislocation vienne compliquer la révision des prothèses totales de la hanche (PTH). Nous avons analysé la corrélation entre les éléments révisés durant une arthroplastie de la hanche (fémur seulement, acétabulum seulement ou les 2 éléments) et le taux de dislocation qui accompagne une première ou de multiples révisions de PTH.Nous avons obtenu les données sur les révisions de PTH consécutives effectuées entre janvier 1982 et décembre 2005. Les patients ont été regroupés selon que la révision de leur PTH concernait le fémur seulement, l’acétabulum seulement ou les 2 éléments.En tout, 749 révisions de PTH effectuées au cours de la période de l’étude répondaient à nos critères d'inclusion : 369 premières révisions et 380 révisions additionnelles. Les taux de dislocation ont été significativement moins élevés chez les patients soumis à une première révision (5,69 %) que chez les patients qui n’en étaient pas à leur première révision (10,47 %; p = 0,022). Dans le groupe soumis à une première révision, les taux de dislocation consécutive à une révision concernant uniquement l’acétabulum (10,28 %) ont été significativement plus élevés que dans les groupes qui ont subi des reconstructions des 2 éléments (4,61 %) ou du fémur seulement (0 %, p = 0,025).Même si les patients soumis à une première révision ont présenté des taux moindres de dislocation que ceux qui n’en étaient pas à leur première révision, les premières révisions d’arthroplastie impliquant une reconstruction de l’acétabulum seulement ont comporté un risque plus grand d’instabilité.Dislocation may complicate revision total hip arthroplasty (THA). We examined the correlation between the components revised during hip arthroplasty (femur only, acetabulum only and both components) to the rates of dislocation in the first and multiple revision THA.We obtained data from consecutive revision THAs performed between January 1982 and December 2005. Patients were grouped into femur-only revision, acetabulum-only revision and revision THA for both components.A total of 749 revision THAs performed during the study period met our inclusion criteria: 369 first-time revisions and 380 repeated revisions. Dislocation rates in patients undergoing first-time revisions (5.69%) were significantly lower than in those undergoing repeated revisions (10.47%; p = 0.022). Within the group of first-time revisions, dislocation rates for acetabulum-only revisions (10.28%) were significantly higher than those for both components (4.61%) and femur-only (0%) reconstructions (p = 0.025).Although patients undergoing first-time revisions had lower rates of dislocations than those undergoing repeated revisions, acetabulum-only reconstructions performed at first-time revision arthroplasty entailed an increased risk for instability.","date":"2014-03-26","categories":"Wounds and Injuries","split":"train","url":"http://www.ncbi.nlm.nih.gov/pubmed/24666453","annotations":[{"name":"Femur","weight":0.26197,"wikipedia_article":"http://en.wikipedia.org/wiki/Femur"},{"name":"Acetabulum","weight":0.0519229,"wikipedia_article":"http://en.wikipedia.org/wiki/Acetabulum"},{"name":"Hip replacement","weight":0.0519229,"wikipedia_article":"http://en.wikipedia.org/wiki/Hip_replacement"},{"name":"Arthroplasty","weight":0.0503012,"wikipedia_article":"http://en.wikipedia.org/wiki/Arthroplasty"},{"name":"Bulgarian lev","weight":0.0297972,"wikipedia_article":"http://en.wikipedia.org/wiki/Bulgarian_lev"},{"name":"Dislocation","weight":0.019165,"wikipedia_article":"http://en.wikipedia.org/wiki/Dislocation"},{"name":"Hip","weight":0.0180213,"wikipedia_article":"http://en.wikipedia.org/wiki/Hip"},{"name":"Thailand","weight":0.0168623,"wikipedia_article":"http://en.wikipedia.org/wiki/Thailand"},{"name":"749","weight":0.0168623,"wikipedia_article":"http://en.wikipedia.org/wiki/749"},{"name":"380","weight":0.0168623,"wikipedia_article":"http://en.wikipedia.org/wiki/380"},{"name":"Correlation and dependence","weight":0.0168623,"wikipedia_article":"http://en.wikipedia.org/wiki/Correlation_and_dependence"},{"name":"Parathyroid hormone","weight":0.0168623,"wikipedia_article":"http://en.wikipedia.org/wiki/Parathyroid_hormone"},{"name":"Risk","weight":0.0168623,"wikipedia_article":"http://en.wikipedia.org/wiki/Risk"},{"name":"Risque","weight":0.0162839,"wikipedia_article":"http://en.wikipedia.org/wiki/Risque"},{"name":"Tonne","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Tonne"},{"name":"Fee tail","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Fee_tail"},{"name":"Instability","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Instability"},{"name":"Nous","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Nous"},{"name":"Tout","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Tout"},{"name":"Study hall","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Study_hall"},{"name":"Data","weight":0.0147415,"wikipedia_article":"http://en.wikipedia.org/wiki/Data"}]}
